[
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "", 
        "everyone": "y", 
        "facilitators": "", 
        "id": "wed-opening", 
        "social": "", 
        "talk": "", 
        "time": "12-12:30pm ET", 
        "timeblock": "wed-12pm", 
        "title": "SRCCON 2021 opening", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "id": "wed-talk", 
        "social": "", 
        "talk": "y", 
        "time": "12:30-1:15pm ET", 
        "timeblock": "wed-12pm", 
        "title": "SRCCON Talks: Coming soon!", 
        "transcription": ""
    }, 
    {
        "break": "y", 
        "day": "Wednesday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "id": "wed-break", 
        "social": "", 
        "talk": "", 
        "time": "1:15-1:45pm ET", 
        "timeblock": "wed-115pm", 
        "title": "Break", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "Many journalists—especially in the past year—have considered leaving the industry. Some are looking for better pay, better work-life balance, or career growth. Some, however, fear a \"kiss of death\" from leaving the newsroom, and not being able to return in the future. And some who want to leave journalism simply don’t have a Plan B, so they reluctantly stay in the field.\n\nLet's have the conversation: If you leave a newsroom role, can you come back to it? For those wanting to leave, we can talk about how skillsets in journalism can translate into other roles. For those who want to stay in journalism part time, we can discuss ways to achieve that. This is a conversation where we can explore different ways of being involved in journalism and develop our own plan of action.", 
        "everyone": "", 
        "facilitators": "Rahul Mukherjee, Ev Andrews", 
        "id": "ebb-flow-journalism", 
        "social": "", 
        "talk": "", 
        "time": "1:45-3pm ET", 
        "timeblock": "wed-145pm", 
        "title": "Ebb and flow in journalism: If you leave the newsroom, how do you come back?", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "Interviewing people who have experienced trauma is difficult work, and it requires building a deep trust with your sources. The team behind CapRadio's \"After the Assault\" podcast used the theories of Participatory Journalism to collaborate with sexual assault survivors on a seven-part series about seeking justice and healing. In this session, they'll explain how reporters shifted from being neutral documenters to catalysts for change, and lay out the unconventional methods they used to gather powerful material while reducing harm to survivors.", 
        "everyone": "", 
        "facilitators": "Sammy Caiola, Emily Zentner", 
        "id": "reporting-on-trauma-participatory", 
        "social": "", 
        "talk": "", 
        "time": "1:45-3pm ET", 
        "timeblock": "wed-145pm", 
        "title": "Reporting on Trauma: Adding Participatory Journalism Tools To Your Toolbox", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "After the January 6 insurrection-slash-coup, political journalism has become more aggressive in the way it examines election fraud and disenfranchisement, but the fundamental nature of election reporting has not changed--nor has its unhealthy relationship to American democracy. In this session, we'll walk through the ways election results are broken, the ways that data journalism is intertwined with and responsible for that failure, and what we can do to fix it.", 
        "everyone": "", 
        "facilitators": "Thomas Wilburn", 
        "id": "rethinking-election-reporting", 
        "social": "", 
        "talk": "", 
        "time": "1:45-3pm ET", 
        "timeblock": "wed-145pm", 
        "title": "Our Election Results Are Bad: Why we need to radically rethink how we report on political contests after 2020", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "Session details coming soon ...", 
        "everyone": "", 
        "facilitators": "Jennifer LaFleur, Sinduja Rangarajan", 
        "id": "data-of-divides", 
        "social": "", 
        "talk": "", 
        "time": "1:45-3pm ET", 
        "timeblock": "wed-145pm", 
        "title": "The Data of Divides", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "You are a developer, data reporter or any variety of newsroom technologist—a news nerd through and through. Your boss? She's not. \n\nSo how do you bridge the gap when you are that developer or technologist? How do you explain your work to someone who doesn't understand exactly what you do? And how do you feel like a full part of the newsroom when so much of your hard work goes unseen? \n\nHow do you bridge the gap when you are that editor who doesn't have the same training as the members of the team you are trying to lead? How do you make your team members feel understood and valuable? How do you explain to your boss that what they just asked for at the last minute will take days to do and fully kill morale? \n\nTogether we'll talk through strategies and structure to help you all work together and create amazing journalism along the way. ", 
        "everyone": "", 
        "facilitators": "Ashleigh Graf", 
        "id": "teams-tech-languages", 
        "social": "", 
        "talk": "", 
        "time": "1:45-3pm ET", 
        "timeblock": "wed-145pm", 
        "title": "How to work as a team when it feels like you're speaking different (tech) languages", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "The sudden DEI awakening of our newsrooms has opened doors that have been closed to journalists of color for years. Journalists of colour who were ignored for years suddenly got job offers. Stories we used to fight to cover, lost sleep over, are now in. Community-focused and relational journalism suddenly became innovative, even if most journalists of colour have been practicing it without calling it that for years. But when newsrooms change their ways because those ways are no longer serving their interests, that's not admirable, it’s strategic.\n\nYes, now you’ve hired more diversity in your teams. But do these people feel safe in your institutions? Yes, you’ve launched a diversity program, a new BIPOC fund, you’ve organized conferences on anti-racism. But has your inclusion extended to the people who dismantle white supremacy, or do you favor the ones upholding it? Have you tossed aside the people who challenge you? Did you favor the ones who didn’t?\n\nIf you are white, how has the past year benefited you as an ally? And who did your allyship benefit? Did you act to dismantle power imbalances, or did you just talk about it because it made you feel better? Equity requires discomfort. Equity means you will be challenged, questioned, and held accountable—just like real journalism. So are you listening when no one is watching you?\n\nThis session aims to address challenges that BIPOC-led media face. And proposes solutions that go beyond tokenism. How can we really make sure we're building equitable newsrooms?", 
        "everyone": "", 
        "facilitators": "Lela Savic, Matthew DiMera, Odette Auger, Mazin Sidahmed", 
        "id": "supporting-bipoc-media", 
        "social": "", 
        "talk": "", 
        "time": "5-6:15pm ET", 
        "timeblock": "wed-5pm", 
        "title": "Beyond performative allyship: How to truly support BIPOC-led media", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "It can be easy to get stuck in our own roadmaps, always looking at certain competitors or industry sources to see what product or feature to make next. All the thickest books will have advice on setting aside time to journal, to let our minds wander, to talk with people without agendas, or other techniques to help bring inspiration, but I've found that a simple process can be a huge help in bringing new ideas in to your work. This session will introduce you to a few simple tools, with which we'll co-develop a broad set of possible futures.", 
        "everyone": "", 
        "facilitators": "Matt Boggie, Becky Bowers", 
        "id": "inspiration-practice", 
        "social": "", 
        "talk": "", 
        "time": "5-6:15pm ET", 
        "timeblock": "wed-5pm", 
        "title": "Building an inspiration practice", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "Network mapping is a game-changing exercise adapted from the field of consumer marketing to inform audience outreach strategies. Join us for this interactive workshop to define who you are trying to reach with your reporting and discover how this simple, 30-minute activity will create a foundation for engagement around a story, a series, or for your entire newsroom. \n\nYou'll be guided by expert facilitators who applied this strategy to their own reporting at WBEZ in Chicago and The Beacon in Kansas City after participating in training from Hearken through Election SOS in 2020. After this session, you'll have a map to building more inclusive and insightful journalism, using a strategy that's been proven to develop reporting that serves diverse communities.", 
        "everyone": "", 
        "facilitators": "Bridget Thoreson, Jennifer Hack Wolf, Katherine Nagasawa", 
        "id": "network-mapping-strategy", 
        "social": "", 
        "talk": "", 
        "time": "5-6:15pm ET", 
        "timeblock": "wed-5pm", 
        "title": "Network mapping: Learn a 30-minute strategy to find the right audience for your next project (and have fun doing it!)", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Wednesday", 
        "description": "State legislatures are major components of American democracy, but the combination of political rhetoric, byzantine procedural rules, and sheer legislative volume as lawmakers consider hundreds or thousands of bills a session can make statehouse dynamics hard for both journalists and the general public to follow. Working at Montana Free Press, VTDigger and the Texas Tribune, we’ve separately produced several projects that use legislative data in an effort to bring more clarity to our newsrooms’ statehouse coverage, ranging from internal systems to help colleagues keep tabs on proposed bills to public-facing legislative tracking apps.\n\nThose sorts of projects have presented us with several challenges, particularly given the resource constraints we face in our local newsrooms. At various points, we’ve struggled with 1) defining niches for these projects that effectively complement other coverage, 2) selecting tech stacks, 3) coordinating update workflows, and 4) developing front-end presentations that bridge the gap between legislative jargon and readers’ information needs.\n\nWe propose a session that explores the lessons we’ve learned from those efforts, discussing some combination of the following projects and working toward a sense for best — or at least better — practices for producing this sort of data product in state-scope newsrooms:\n\n- [VT Digger’s system for flagging bill progress](https://vtdigger.org/vermont-legislature-2021-bill-tracker/)\n- A Texas Tribune Slackbot that flags new bill filings as an internal reporting tool\n- [The Texas Tribune’s bill tracker](https://apps.texastribune.org/features/2021/permitless-carry-abortion-restrictions-texas-bills/), which highlighted the session’s key bills and flagged their progress for readers \n- [Montana Free Press’s Capitol Tracker guide](https://apps.montanafreepress.org/capitol-tracker-2021/), which presented detailed data on bills and lawmakers to readers in an effort to fill in the gaps between narrative stories\n- [A Montana Free Press story](https://montanafreepress.org/2021/05/20/montana-legislator-batting-averages/) that adapted the Capitol Tracker data to discuss how individual lawmakers fared at sponsoring successful bills", 
        "everyone": "", 
        "facilitators": "Eric Dietrich, Erin Petenko, Carla Astudillo", 
        "id": "untangling-statehouse-data", 
        "social": "", 
        "talk": "", 
        "time": "5-6:15pm ET", 
        "timeblock": "wed-5pm", 
        "title": "Untangling the statehouse: Using data to make sense of state legislatures", 
        "transcription": ""
    }, 
    {
        "break": "y", 
        "day": "Wednesday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "id": "wed-break-2", 
        "social": "", 
        "talk": "", 
        "time": "6:15-7pm ET", 
        "timeblock": "wed-615pm", 
        "title": "Break", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "", 
        "everyone": "y", 
        "facilitators": "", 
        "id": "thu-opening", 
        "social": "", 
        "talk": "", 
        "time": "11-11:15am ET", 
        "timeblock": "thu-11am", 
        "title": "Thursday welcome", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "id": "thu-talk", 
        "social": "", 
        "talk": "y", 
        "time": "11:15am-12pm ET", 
        "timeblock": "thu-11am", 
        "title": "SRCCON Talks: Coming soon!", 
        "transcription": ""
    }, 
    {
        "break": "y", 
        "day": "Thursday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "id": "thu-break", 
        "social": "", 
        "talk": "", 
        "time": "12-12:30pm ET", 
        "timeblock": "thu-12pm", 
        "title": "Break", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "The “pipeline problem” has always been a lazy excuse, used most often by White leaders to absolve themselves of doing the work to create candidate pools that don’t look exactly like them or the teams that they already have in place. We know better and if we don’t do better, it poses a very real existential threat to journalism itself.\n\n\nIn this session, we'll unpack this non-existent problem and build a toolkit together to help you and your organization name these imaginary obstacles and come up with simple steps to overcome them.\n\n\nLastly, we’ll harness the collective wisdom of session attendees to come up with an anti-racist, hiring “Do’s and Don’ts” list to bring back to their newsrooms.", 
        "everyone": "", 
        "facilitators": "John Davidow, Hannah Wise", 
        "id": "pipeline-isnt-problem-we-are", 
        "social": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "thu-1230pm", 
        "title": "OMFG the pipeline doesn't have a problem—we do!", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "As some news organizations have begun to examine their role in perpetuating white supremacy through their coverage and business practices, big questions remain about the responsibility of editors and managers for the climate and culture they perpetuate inside newsrooms. What does—and should—accountability look like in these organizations, especially when things go wrong? The two most common options are to do nothing or to fire someone. But those can’t be the only ways forward.\n\nWe come to this discussion with more questions than answers: What accountability measures work best to create inclusive cultures? What is the right balance between transparency and privacy when it comes to accountability? And what can we do to ensure accountability measures don’t just re-harm the most vulnerable in newsrooms? We hope you’ll bring your big ideas for how to look at this thorny issue and how we can all play a role in creating trusted and effective accountability processes.", 
        "everyone": "", 
        "facilitators": "Amy Kovac-Ashley, Angela Saunders", 
        "id": "what-accountability-looks-like", 
        "social": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "thu-1230pm", 
        "title": "This is what accountability looks like", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "Some of our newsrooms’ best leaders aren’t at the top of the masthead or in management at all — they’re people who care about their teams, initiate new projects, introduce new ways of working, and put themselves in sometimes uncomfortable positions in hopes that it’ll make a difference.\n\nFrom the middle of an organization, we can often see things our managers can’t, and many of us have been in situations where we identify issues and have ideas for how to fix them, but are not openly empowered to do so. This seems especially true among groups that have been historically undervalued and underrepresented in media: Even with no clear pathways to leadership roles, people of color (and particularly women of color) often not only look out for their colleagues, but also take charge of their own careers by identifying opportunities, being clear on their own priorities, and sometimes creating entirely new roles for themselves. \n\nAs two people who have done this to varying levels of success throughout our careers, we know its benefits (improving how you work, getting promoted) and its downsides (losing sight of your priorities, burning out), and we’ll share what we’ve learned and swap strategies with others who have played similar roles in their own organizations.", 
        "everyone": "", 
        "facilitators": "Mariam Aldhahi, Shama Rahman", 
        "id": "modernize-newsrooms-from-middle", 
        "social": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "thu-1230pm", 
        "title": "Modernize your newsroom from the middle", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "Story framing is an important aspect of journalism, but when you’re framing a piece about a community that is underrepresented in all aspects of life it can be challenging getting it right. Join us for a facilitated discussion on how best to approach covering the 2.8% of the U.S. population who can’t just “Check one” race box. We will cover best practices for working with common data sets like the Census, how to talk to sources about their identity without sounding like a jerk, and share which storytelling tropes to avoid when talking about mixed populations.\n\nWe will also devote part of our session to sharing the experience of mixed people in the newsroom. Facilitators (and participants!) will share how workplace diversity initiatives can be inclusive of multiracial individuals, explain strategies for best supporting mixed race journalists, and share stories of the lived experience of being mixed race.", 
        "everyone": "", 
        "facilitators": "Jasmine Mithani, Kaitlyn Wells, Caitlin Gilbert, Lakshmi Sarah", 
        "id": "mixed-race-in-journalism", 
        "social": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "thu-1230pm", 
        "title": "When “Check One” Doesn’t Apply: Covering (And Being) Mixed Race in Journalism", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "This session starts with the assumption that the status quo version of objectivity, which has contorted journalism into fitting within a predominantly white, male gaze, is over. Instead, we'll talk about what journalistic values newsrooms should be aspiring to instead. Is the next actual step for newsrooms to list their own values publicly on their websites? What should those values be? Should journalists disclose party affiliations? Together, we'll brainstorm, list, iterate, and reimagine what journalism's aspirations need to be in a world where traditional objectivity is already a relic of the past, and then how institutions can hold themselves accountable for working toward those aspirations. While anyone will be able to dive into this session easily, this session continues a conversation Vision25 started with Wesley Lowery [in our Belonging in the News](https://www.crowdcast.io/e/belonging-in-the-news-3/register) event series earlier this year.", 
        "everyone": "", 
        "facilitators": "Irving Washington, Martin Reynolds", 
        "id": "replacing-objectivity-with-values", 
        "social": "", 
        "talk": "", 
        "time": "4-5:15pm ET", 
        "timeblock": "thu-4pm", 
        "title": "Replacing Objectivity with Actual Values", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "Newsrooms are traditionally defensive about losing a scoop to competitors, but it's an outdated habit for some current projects. Within a 24/7 digital pace, this competitive habit is limiting, not defensive. Today's cross-newsroom collaborations extend beyond exclusive partnerships into public data collection, evergreen storylines and beat-focused networks. But it can be difficult to sell traditionally anchored leaders on the benefits of collaborations and shared credit, big and small. A more strategic pitch and guidance could mean a lot, when options are still ambiguous.\n\nLet's start building a decision-making guide for news-nerd-led collaborations, to help us shape and pitch intra-newsroom project collaborations. Steps may include ways to survey peer needs, or flexibly incorporating as much biz-model data, or even when/how to talk about appropriate crediting.\n\nA number of us have one or more projects that cut this trail, in the past.  Let's see what lessons and tips we can extract to make nerd-led projects easier to approve.", 
        "everyone": "", 
        "facilitators": "Tiff Fehr, Julie Christie", 
        "id": "pitching-newsroom-collaborations", 
        "social": "", 
        "talk": "", 
        "time": "4-5:15pm ET", 
        "timeblock": "thu-4pm", 
        "title": "Selling Cross-Newsroom Collaborations: Pitching Your Uphill Decision-Makers", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "We communicate with our audience through the power of storytelling. So why don't we write like this for each other internally? We often communicate with colleagues through acronyms, bullet-pointed status reports, and procedural forms. Rarely do these get read, and even more rarely do they serve the purpose of communicating.\n\nStories help us consider our audience and consider what it is we're really trying to communicate—as well as helping us avoid scope creep and stay focused on our main objectives. Let's practice taking that type of care in communication with one another. This will create transparency, aid collaboration, and clarify priorities in your teams and organization.", 
        "everyone": "", 
        "facilitators": "Marina Guvenc, Mariah Craddick", 
        "id": "writing-for-each-other", 
        "social": "", 
        "talk": "", 
        "time": "4-5:15pm ET", 
        "timeblock": "thu-4pm", 
        "title": "Writing Stories for Each Other", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "Covering protests introduces a wide range of potential danger. As police aggression at protests has become increasingly common, the use of forensic tools to extract data from smartphones has also become ubiquitous. Smartphones are the closest thing to an extension of our brain, containing potentially sensitive conversations, photos, contacts, and other artifacts of data and metadata. How are newsrooms preparing and protecting the devices journalists have while covering protests, or advising journalists on how to do it themselves?\n\nLet's share existing practices and protocols so we can all learn from each other. We want participants to leave with fresh ideas on how to protect their devices and the devices of their colleagues in the event of a device seizure.", 
        "everyone": "", 
        "facilitators": "David Huerta, Martin Shelton", 
        "id": "protecting-phones-protests", 
        "social": "", 
        "talk": "", 
        "time": "4-5:15pm ET", 
        "timeblock": "thu-4pm", 
        "title": "Covering a protest puts your phone at risk. How do we help reporters protect their devices?", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "", 
        "description": "", 
        "everyone": "y", 
        "facilitators": "", 
        "id": "fri-opening", 
        "social": "", 
        "talk": "", 
        "time": "11:15-11:30am ET", 
        "timeblock": "fri-1115am", 
        "title": "Friday welcome", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "Engagement is a moving target in the field of journalism. To different newsrooms, it can mean different things, and it’s constantly evolving and shifting depending on the context it’s being practiced in. With such a slippery concept gaining more and more traction within our field, there’s a lot of room for flexibility but also room for error. Since engagement is so closely tied to diversity of audiences and communities, we will examine what would engagement in journalism look like if it were led by JOCs instead of predominantly white newsrooms. We will also explore the current tensions of being a JOC working in engagement as we work through the unique insights, compromises and frustrations of that experience.\n\nThrough this specific lens, we break down how these experiences influence larger discussions around misinformation/disinformation, harassment and polarization in online spaces; the complicated work of using audience and community engagement to build trust between journalism orgs and communities of color; and the emotional burden of often engaging with ideas from “the right” from audiences and newsroom leaders. The goal is to get at more of the nuance around engagement, with JOCs at the center, to inform some of the missing context around this emerging practice.", 
        "everyone": "", 
        "facilitators": "Helga Salinas, John Hernandez, Lauren Aguirre", 
        "id": "engagement-run-by-joc", 
        "social": "", 
        "talk": "", 
        "time": "11:30am-12:45pm ET", 
        "timeblock": "fri-1130am", 
        "title": "What would audience engagement in journalism look like if it were dominated by JOC?", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "You may have a great career—or you might feel stuck. You’ve worked hard to get where you are—or you’re still searching for the right fit. The pandemic has changed how we feel about work, and now for many of us, work just isn’t working out. More and more people are “taking a break” to figure out what’s next. If you’re thinking about hitting the pause button in your career but don’t know where to start, join us for this session. Jessica Morrison and David Smydra will share motivations behind and lessons learned from recent career breaks, and you’ll have an opportunity to explore what taking a break looks like for you. \n", 
        "everyone": "", 
        "facilitators": "Jessica Morrison, David Smydra", 
        "id": "give-yourself-a-break", 
        "social": "", 
        "talk": "", 
        "time": "11:30am-12:45pm ET", 
        "timeblock": "fri-1130am", 
        "title": "Give Yourself a Break: An Instruction Manual", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "The International Consortium of Investigative Journalists is best known for forming the world’s biggest journalistic collaborations between teams who work together for months, in secret, to publish investigations like the Panama Papers and FinCEN Files.\n\nBut how do you get hundreds of reporters operating in vastly different environments to effectively work together? A key part of the answer for ICIJ has been technology—and an iterative, year-round approach to making our tools, platforms and editorial processes more equitable, inclusive and accessible.\n\nIn this session, we’ll share what we’ve learned from two decades of working with partners around the world on addressing barriers as wide-ranging as: Internet access, press freedom, security, language, budget, equipment, staff size and building trust between investigative reporters accustomed to guarding their scoops.\n\nWe know ICIJ is unique in scope, but our model took years to build and we've operated at many scales. So in part two of this session, we’ll discuss barriers you’ve faced in fostering effective, equitable, inclusive collaboration between departments in your newsroom—or between news organizations in your market—and explore how the principles that underlie our approach might point toward solutions and the resources you’d need to get there.", 
        "everyone": "", 
        "facilitators": "Asraa Mustufa, Delphine Reuter, Soline Ledésert", 
        "id": "collaboration-tools-strategies", 
        "social": "", 
        "talk": "", 
        "time": "11:30am-12:45pm ET", 
        "timeblock": "fri-1130am", 
        "title": "Radical sharing: Tools and strategies that make collaborative investigations work", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "Let’s say you are collaborating with another colleague on an investigation. Great. Your co-reporter and their editor are the smartest and most thoughtful human beings in the world, but here’s the thing: They don’t know how to code.\n\nThis is something The Marshall Project’s data team encounters on a daily basis:  Reporting that draws on data is supposed to be a ping-pong game, where the data analysis may inspire questions for “real humans,” which inspires more analysis. But it can often feel like a one-way street because our colleagues don’t have the tools to explore the data or quickly analyze it in meaningful ways. We’ll end up with a pile of data requests and no time to fulfill them.\n\nFor the past year, we’ve been experimenting with Observable to tackle this problem. From our Pulitizer-winning series on K-9 bites to a quick piece on how jail populations have changed during the pandemic, we built quick and low-maintenance tools with Observable notebooks that allow our colleagues and partners to “interview” the data on their own. With a little time investment up front, it lowered the barrier of entry for our reporters and made our reporting more insightful.", 
        "everyone": "", 
        "facilitators": "Weihua Li, David Eads", 
        "id": "observable-empower-reporters", 
        "social": "", 
        "talk": "", 
        "time": "11:30am-12:45pm ET", 
        "timeblock": "fri-1130am", 
        "title": "Data Doesn’t Bite: Using Observable to Empower Your Non-coder Colleagues", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "Resilience is “the ability of a system to survive, adapt and thrive in the face of chronic stresses,” and the capacity to transform when required. We are clearly under chronic stress. But journalism—as a job, as a societal pillar, and as an industry–can’t thrive as a system that discriminates by race, gender, class, location, language, “college pedigree”, body type, and so much more. It can’t foster sustainable innovation without diversity, equity, and inclusion. It can't respond to the moment without a clear sense of purpose. This is, above all, a field of service, which is why impact should be evaluated through a lens of service, community, and story.\n\nThe goal of this session is to discuss opportunities and strategies for building resilience in media. We'll learn about resilience theory, talk about how these concepts are affecting our individual realities, and work through group exercises to diagnose our own state of resilience across four \"corners\" or levels:\n\n* **Personal:** Understand your burnout cycle and how to cultivate creative and professional resilience by defining your purpose.\n* **Process:** Tools to identify potential risks, \"breaking points\" and other critical moments in our workflows\n* **Team-building:** Tips to cultivate resilience as a team (especially useful for managers)\n* **Sustainability:** Through analogous inspiration, this last corner highlights a couple of strategies to foster business experimentation in a safe space\n\nParticipants will walk away with a new set of best practices, a finished worksheet about resilience-building in media, and valuable, practical insights that resulted from meaningful conversations with peers.", 
        "everyone": "", 
        "facilitators": "Gabriela Brenes, Lu Ortiz", 
        "id": "cultivating-resilience", 
        "social": "", 
        "talk": "", 
        "time": "3-4:15pm ET", 
        "timeblock": "fri-3pm", 
        "title": "Cultivating resilience: How are we preparing ourselves for the next decade in journalism?", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "The past decade of journo-nerd innovation has seen endless creativity and experimentation to drive forward new approaches and ideas for building better reporting, whether it's helping scale data analysis, mine for hidden connections, or finding ways to highlight where our newsrooms fail to fully serve their communities. Perhaps inevitably, most of these ideas end up as preserved but unused GitHub accounts, many before ever reaching a critical mass to test their potential. \n\nBuilding on DocumentCloud, we're interested in exploring a new approach to help bootstrap promising ideas to reach a wider audience, particularly in the hands of newsrooms often overlooked for support, as well as other ways to take some of the burden off maintainers and support their ongoing existence and refinement. We're interested in hearing about other efforts in this space, whether for sustaining efforts or just the challenges independent project maintainers run into, as well as feedback from newsroom developers, academic prototypers, and others who'd like to see a more sustainable way to build, test, and maintain the tools newsrooms need to fulfill their work.", 
        "everyone": "", 
        "facilitators": "Michael Morisy, Brandon Roberts, Kai Teoh", 
        "id": "misfit-data-toys", 
        "social": "", 
        "talk": "", 
        "time": "3-4:15pm ET", 
        "timeblock": "fri-3pm", 
        "title": "Island of Misfit Data Toys: Speeding Up and Sustaining Journalism Experiments", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "News is a product. It's unlikely we'll have to convince anyone in this group about that. Taking this one step further, editorial teams can use product methods–like user research, prototyping, ideation sessions, and retrospectives–to work collaboratively, make tough decisions, find sideways paths out of sticky spots, and create true user-first content.\n\nLindsay Abrams and Stephanie Kuo have spent the past several years training and influencing podcast producers and other editorial teams to do just that, through design sprints we adapted for content creation. Now, we want to share our methods, along with lessons learned along the way. \n\nAgenda:  \n- Introduction: Meet your facilitators, examples of editorial sprints we've lead, key product method and mindsets for editorial teams\n- Group exercise: Try out a product approach to editorial concept development \n- Share-out: What worked, what felt strange, how might you apply methods like this on your own teams?  \n- Open discussion: Time for some real talk about building trust, gaining buy-in, and, of course, the equally important other side of this: what product has to learn from editorial. ", 
        "everyone": "", 
        "facilitators": "Lindsay Abrams, Stephanie Kuo", 
        "id": "editorial-product-methods", 
        "social": "", 
        "talk": "", 
        "time": "3-4:15pm ET", 
        "timeblock": "fri-3pm", 
        "title": "Ready, Set, Sprint!: Empowering Editorial with Product Methods", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "For a lot of us, remote work is here to stay. COVID-19 changed how we work, and now even traditional newsrooms are allowing some forms of remote work—and some jobs are simply staying that way. Let's discuss ways to make remote work successful and equitable, how to build relationships virtually and make online communities like Slack both fun and productive.\n\nFor newsrooms that haven't fully embraced the shift, let's help each other make the case for a work environment that works for us! How can we equip each other to argue for remote work if our companies are trying to bring people back to the office?", 
        "everyone": "", 
        "facilitators": "Rachel Glickhouse, Vignesh Ramachandran\n", 
        "id": "remote-work-success", 
        "social": "", 
        "talk": "", 
        "time": "3-4:15pm ET", 
        "timeblock": "fri-3pm", 
        "title": "Making remote work successful in a (hopefully soon) post-COVID world", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "id": "fri-talk", 
        "social": "", 
        "talk": "y", 
        "time": "4:30-5:15pm ET", 
        "timeblock": "fri-430pm", 
        "title": "SRCCON Talks: Coming soon!", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "", 
        "everyone": "y", 
        "facilitators": "", 
        "id": "fri-closing", 
        "social": "", 
        "talk": "", 
        "time": "5:15-6pm ET", 
        "timeblock": "fri-515pm", 
        "title": "SRCCON Closing", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "Studies show that being surrounded by nature is really good for tired, stressed brain circuitry. If you have a plant in your life, please bring it to this casual show-and-tell aimed at vegetation appreciation. It does not have to be fancy. It does not have to be a showstopper. We're looking for excuses to stare at greenery or flowers and talk about how we kept something alive. You will just hold it up and tell us about it and we will all feel better. If it's something outside, you may need to be slightly creative about how we view it, but I believe in us. ", 
        "everyone": "", 
        "facilitators": "Lindsay Muscato", 
        "id": "plants-plants-plants", 
        "social": "y", 
        "talk": "", 
        "time": "10-11am ET", 
        "timeblock": "fri-10am", 
        "title": "Plants Plants Plants", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Thursday", 
        "description": "For most of my life, I knew absolutely zero about cars. After spending years avoiding auto maintenance and letting problems pile up, I decided to apply the same skills I use as a journalist to working on my car. Thankfully, there's a whole community of people online who do their own automotive work, mostly from watching other people perform repairs on YouTube. In the years since, I've found myself going to the local junkyard, looking for parts and doing all kinds of repairs, large and small. With help from videos and guides at the local library, I've done everything from repairing broken windows, fixing panels, lights, sensors and switches, and even disassembling and cleaning the entire front half of my engine. I want to demystify how to get started with automotive work, where to get parts, talk about how to find information related to your vehicle, tips and tricks, and answer any questions people might have. Once you've done it once, working on your car is pretty infectious. My partner and several friends are all doing their own auto work, now, and you could too.", 
        "everyone": "", 
        "facilitators": "Brandon Roberts", 
        "id": "be-your-own-mechanic", 
        "social": "y", 
        "talk": "", 
        "time": "5:30-6:30pm ET", 
        "timeblock": "thu-530pm", 
        "title": "Be your own mechanic: A crash course in DIY auto repair and your local junkyard", 
        "transcription": ""
    }, 
    {
        "break": "", 
        "day": "Friday", 
        "description": "Whether a core part of your identity, a heritage you care about, or simply a part of your biography, religion can be a factor in our experience of day-to-day life within journalism careers. When your faith and what it means to you may not be obvious to other people, it can make it hard to find community or know how to approach the topic of representation. \n\nIn this session, we want to make space for a conversation that focuses on life as Jews in the newsroom. How aspects of the faith, both visible and invisible, impact our working lives, how best to stand up and represent our Jewish voices, whilst also supporting and being allies to others. We want to create opportunities to find each other, common ground and share experiences from different regions of the world (e.g. UK and US perspectives).\n\nWe welcome all SRCCON participants to join us, and will be focusing on granting space and time to lift up Jewish voices.", 
        "everyone": "", 
        "facilitators": "Paul Rissen, Erika Owens", 
        "id": "jewish-news-nerds-unite", 
        "social": "y", 
        "talk": "", 
        "time": "10-11am ET", 
        "timeblock": "fri-10am", 
        "title": "Jewish News Nerds Unite! Sharing perspectives on being a Jew in Journalism", 
        "transcription": ""
    }
]